# Определяем переменные
username = "Сергей Николаев"  # Имя пользователя
title = "Покупка продуктов"  # Заголовок заметки
content = "Купить хлеб, масло и колбасу."  # Описание заметки
status = "Активна"  # Статус заметки
created_date = "21-12-2024"  # Дата создания заметки
issue_date = "30-01-2025"  # Дата истечения заметки

# Вывод значений переменных
print("Имя пользователя:", username)
print("Заголовок заметки:", title)
print("Описание заметки:", content)
print("Статус заметки:", status)
print("Дата создания заметки:", created_date)
print("Дата истечения заметки:", issue_date)